Repository: alikaragoz/SUPL-iOS-App
Catalog: ZShop/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, nl, pl, pt_br, ru, tr

# currency_selection.cancel_button.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# currency_selection.title
source: Select your currency
de: Wählen Sie Ihre Währung
es: Seleccione su moneda
fr: Sélectionnez votre devise
id: Pilih mata uang Anda
it: Seleziona la tua valuta
nl: Selecteer uw valuta
pl: Wybierz swoją walutę.
pt_br: Selecione sua moeda
ru: Выберите валюту
tr: Para biriminizi seçin

# edit_name.textfield.placeholder
source: Name?
es: ¿Nombre?
fr: Nom ?
id: Nama?
it: Il nome?
nl: Naam?
pl: Nazwa?
pt_br: Nome?
ru: Название?
tr: Adı ne?

# edit_product.confirm_delete.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.confirm_delete.delete
source: Yes I'm sure
de: Ja, ich bin mir sicher.
es: Sí, estoy seguro
fr: Oui, j'en suis sûr
id: Ya, saya yakin
it: Sì, sono sicuro che
nl: Ja, ik weet het zeker
pl: Tak Jestem pewien
pt_br: Sim, tenho certeza
ru: Да, я уверен
tr: Evet eminim

# edit_product.confirm_delete.title
source: Are you sure you want to delete this product? This action is not reversible.
de: Sind Sie sicher, dass Sie dieses Produkt löschen möchten? Diese Aktion ist nicht umkehrbar.
es: ¿Está seguro de que desea eliminar este producto? Esta acción es irreversible.
fr: Êtes-vous sûr de vouloir supprimer ce produit ? Cette action n'est pas réversible.
id: Apakah Anda yakin ingin menghapus produk ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo prodotto? Questa azione non è reversibile.
nl: Weet u zeker dat u dit product wilt verwijderen? Deze actie is niet omkeerbaar.
pl: Czy na pewno chcesz usunąć ten produkt? Działanie to nie jest odwracalne.
pt_br: Tem certeza de que deseja excluir este produto? Esta ação é irreversível.
ru: Вы уверены, что хотите удалить этот продукт? Это действие необратимо.
tr: Bu ürünü silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

# edit_product.description.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.description.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# edit_product.description.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the description.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen an der Beschreibung.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones de la descripción.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications sur la description.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan suntingan Anda pada bagian deskripsi.
it: Sei sicuro di voler smettere? Perderai tutte le modifiche alla descrizione.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de beschrijving.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje na opisie.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições na descrição.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения в описании.
tr: Çıkmak istediğinizden emin misiniz? Açıklama üzerinde yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# edit_product.description.placeholder
source: Add a description
de: Eine Beschreibung hinzufügen
es: Añadir una descripción
fr: Ajouter une description
id: Tambahkan deskripsi
it: Aggiungere una descrizione
nl: Een beschrijving toevoegen
pl: Dodaj opis
pt_br: Adicione uma descrição
ru: Добавить описание
tr: Bir açıklama ekleyin

# edit_product.description.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# edit_product.description.textfield.placeholder
source: Enter your description...
de: Geben Sie Ihre Beschreibung ein.....
es: Ingrese su descripción ...
fr: Entrez votre description...
id: Masukkan deskripsi Anda...
it: Inserisci la tua descrizione.....
nl: Vul uw beschrijving in.....
pl: Wprowadź swój opis....
pt_br: Digite sua descrição...
ru: Введите описание...
tr: Açıklama girin...

# edit_product.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# edit_product.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan semua suntingan Anda.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения.
tr: Çıkmak istediğinizden emin misiniz? Tüm düzenlemeleri kaybedeceksiniz.

# edit_product.more_button.title
source: More
de: Mehr
es: Más
fr: Plus
id: Lebih banyak
it: Di più
nl: Meer
pl: Więcej
pt_br: Mais
ru: Подробнее
tr: Daha fazla

# edit_product.more_options.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.more_options.delete_shop
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
id: Hapus
it: Cancellare
nl: Schrappen
pl: Skreślenie
pt_br: Excluir
ru: Удалить
tr: Sil

# edit_product.name.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.name.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# edit_product.name.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the name.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen am Namen.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones del nombre.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications sur le nom.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan semua suntingan Anda pada bagian nama.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche sul nome.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de naam.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje na nazwie.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições no nome.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения в названии.
tr: Çıkmak istediğinizden emin misiniz? İsim üzerinde yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# edit_product.name.placeholder
source: Add the title
de: Den Titel hinzufügen
es: Añadir el título
fr: Ajouter un titre
id: Tambahkan judul
it: Aggiungere il titolo
nl: Voeg de titel toe
pl: Dodaj tytuł
pt_br: Adicionar o título
ru: Добавьте заголовок
tr: Başlık ekleyin

# edit_product.name.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# edit_product.name.title
source: What's the name of the product?
de: Wie lautet der Name des Produkts?
es: ¿Cuál es el nombre del producto?
fr: Quel est le nom du produit ?
id: Apa nama produk Anda?
it: Qual è il nome del prodotto?
nl: Wat is de naam van het product?
pl: Jaka jest nazwa produktu?
pt_br: Qual é o nome do produto?
ru: Как называется продукт?
tr: Ürünün adı nedir?

# edit_product.online
source: Product Online
de: Produkt online
es: Producto en línea
fr: Produit En Ligne
id: Produk Online
it: Prodotto online
pl: Produkt Online
pt_br: Produto on-line
ru: Продукт онлайн
tr: Ürün Çevrimiçi

# edit_product.price.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.price.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# edit_product.price.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the price.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen über den Preis.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones del precio.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications sur le prix.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan suntingan Anda pada bagian harga.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche sul prezzo.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de prijs.
pl: Czy na pewno chcesz zrezygnować? Tracisz wszystkie swoje edycje w cenie.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições no preço.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения цены.
tr: Çıkmak istediğinizden emin misiniz? Fiyat üzerinde yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# edit_product.price.placeholder
source: Enter the price
de: Geben Sie den Preis ein
es: Introduzca el precio
fr: Entrez un prix
id: Masukkan harga
it: Inserisci il prezzo
nl: Voer de prijs in
pl: Wprowadź cenę.
pt_br: Inserir o preço
ru: Введите цену
tr: Fiyat girin

# edit_product.price.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# edit_product.price.title
source: What's the price of the product?
de: Was ist der Preis des Produkts?
es: ¿Cuál es el precio del producto?
fr: Quel est le prix du produit ?
id: Berapa harga produk?
it: Qual è il prezzo del prodotto?
nl: Wat is de prijs van het product?
pl: Jaka jest cena produktu?
pt_br: Qual é o preço do produto?
ru: Какова цена продукта?
tr: Ürünün fiyatı nedir?

# edit_product.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# edit_product.stock.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# edit_product.stock.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# edit_product.stock.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the stock.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen am Lagerbestand.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones en el stock.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos éditions sur le stock.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan suntingan Anda pada bagian stok.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche sulle azioni.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de voorraad.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje na stanie magazynowym.
pt_br: Você tem certeza que quer sair? Você perderá todas as edições no estoque.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения на складе.
tr: Çıkmak istediğinizden emin misiniz? Stokta yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# edit_product.stock.label
source: Stock:
de: Lagerbestand:
id: Stok:
it: Azioni:
nl: Voorraad:
pl: Zapasy:
pt_br: Estoque:
ru: Склад:
tr: Stok:

# edit_product.stock.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# edit_product.stock.title
source: 📦 Left in Stock
de: 📦 auf Lager
es: 📦 Restante en stock
fr: 📦 Stock Restant
id: 📦 Stok Tersedia
it: 📦 Lasciato in magazzino
nl: 📦 Links op voorraad
pl: 📦 Lewy na stanie magazynowym
pt_br: 📦 Deixou em Estoque
ru: 📦 Осталось на складе
tr: 📦 Stokta Kalan

# edit_product.stock.unlimited_switch_label
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
id: Tak terbatas
it: Illimitato
nl: Onbeperkt
pl: Nieograniczony
pt_br: Ilimitado
ru: Неограниченное количество
tr: Sınırsız

# edit_product.title
source: Edit product
de: Produkt bearbeiten
es: Editar producto
fr: Edition du produit
id: Edit produk
it: Modifica prodotto
nl: Product bewerken
pl: Edytuj produkt
pt_br: Editar produto
ru: Редактировать продукт
tr: Ürünü düzenle

# file_picker.action_sheet.picker_source.cancel.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# file_picker.action_sheet.picker_source.document_picker.title
source: Documents
de: Dokumente
es: Documentos
id: Dokumen
it: Documenti
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler

# file_picker.action_sheet.picker_source.image_picker.title
source: Photo Library
de: Fotobibliothek
es: Fototeca
fr: Librairie Photo
it: Fototeca
nl: Foto Bibliotheek
pl: Biblioteka zdjęć
pt_br: Galeria de fotos
ru: Галерея
tr: Fotoğraf Kitaplığı

# file_picker.action_sheet.picker_source.take_picture.title
source: Take a picture
de: Machen Sie ein Foto
es: Toma una foto
fr: Prendre une photo
id: Ambil foto
it: Scattare una foto
nl: Neem een foto
pl: Zrób zdjęcie
pt_br: Tire uma foto
ru: Сделать фото
tr: Resim çek

# file_picker.action_sheet.picker_source.take_video.title
source: Take a video
de: Ein Video aufnehmen
es: Toma un video
fr: Prendre une vidéo
id: Ambil video
it: Fai un video
nl: Neem een video
pl: Zrób film wideo
pt_br: Grave um vídeo
ru: Записать видео
tr: Video çek

# home.empty.add_product_button.title
source: Add a product
de: Ein Produkt hinzufügen
es: Añadir un producto
fr: Ajouter un Produit
id: Tambahkan produk
it: Aggiungi un prodotto
nl: Een product toevoegen
pl: Dodaj produkt
pt_br: Adicionar um produto
ru: Добавить товар
tr: Bir ürün ekleyin

# home.empty.title
source: You don't have any products yet
de: Sie haben noch keine Produkte
es: Todavía no tiene ningún producto
fr: Vous n'avez pas encore de produit
id: Anda belum memiliki produk apa pun
it: Non hai ancora nessun prodotto
nl: U heeft nog geen producten
pl: Nie masz jeszcze żadnych produktów
pt_br: Você ainda não tem nenhum produto
ru: У вас пока нет товаров
tr: Henüz bir ürününüz yok

# home.title
source: Your Shop
de: Ihr Shop
es: Su tienda
fr: Vos Produits
id: Toko Anda
it: Il tuo negozio
nl: Uw winkel
pl: Twój sklep
pt_br: Sua loja
ru: Ваш магазин
tr: Mağazanız

# paypal_connect.paypal_button.title
source: Connect with {{paypal}}
de: Mit {{paypal}} verbinden
es: Conectarse con {{paypal}}.
fr: Se connecter avec {{paypal}}
id: Hubungkan dengan {{paypal}}
it: Connettiti con {{paypal}}.
nl: Maak verbinding met {{paypal}}
pl: Połącz się z {{paypal}}.
pt_br: Conecte-se com {{paypal}}
ru: Связать с {{paypal}}
tr: {{paypal}} hesabına bağlan

# paypal_connect.title
source: 💵 Connect your PayPal account to start getting payments
de: 💵 Verbinden Sie Ihr PayPal-Konto, um Zahlungen zu erhalten.
es: 💵 Conecte su cuenta PayPal para empezar a recibir pagos
fr: 💵 Connectez votre compte PayPal pour commencer à recevoir des paiements
id: 💵 Hubungkan akun PayPal Anda untuk mulai menerima pembayaran
it: 💵 Collega il tuo conto PayPal per iniziare a ricevere i pagamenti
nl: 💵 Sluit uw PayPal-rekening aan om betalingen te ontvangen
pl: 💵 Podłącz swoje konto PayPal, aby zacząć otrzymywać paiementy
pt_br: 💵 Conecte sua conta do PayPal para começar a receber pagamentos
ru: 💵 Подключите свою учетную запись PayPal, чтобы начать получать платежи
tr: 💵 Ödeme almaya başlamak için PayPal hesabınızı bağlayın

# paypal_status.title
source: Connect your PayPal account to start getting payments
de: Verbinden Sie Ihr PayPal-Konto, um Zahlungen zu erhalten.
es: Conecte su cuenta PayPal para empezar a recibir pagos
fr: Connectez votre compte PayPal pour commencer à recevoir des paiements
id: Hubungkan akun PayPal Anda untuk mulai menerima pembayaran
it: Collega il tuo conto PayPal per iniziare a ricevere i pagamenti
nl: Sluit uw PayPal-rekening aan om betalingen te ontvangen
pl: Podłącz swoje konto PayPal, aby rozpocząć otrzymywanie płatności
pt_br: Conecte sua conta do PayPal para começar a receber pagamentos
ru: Подключите свою учетную запись PayPal, чтобы начать получать платежи
tr: Ödeme almaya başlamak için PayPal hesabınızı bağlayın

# paypal_webview.done_button.title
source: Done
de: Erledigt
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
nl: Gedaan
pl: Sporządzono w Brukseli dnia [....] r.
pt_br: Concluído
ru: Готово
tr: Bitti

# paypal_webview.loading_title
source: 👩🏼‍🚀 Hold on we are plugging to your PayPal account...
de: 👩🏼 Warten Sie bitte, wir verbinden uns mit Ihrem PayPal-Konto...
es: 👩🏼 Espere un momento, nos estamos conectando a su cuenta PayPal....
fr: 👩🏼‍🚀 Veuillez patienter, nous sommes en train de nous brancher sur votre compte PayPal....
id: 👩🏼‍🚀 Tunggu, kami menghubungkan ke akun PayPal Anda...
it: 👩🏼🏼 Aspetta che ci colleghiamo al tuo conto PayPal.....
nl: 👩🏼🏼 Houd vast dat we de stekker van uw PayPal-rekening inpluggen.....
pl: 👩🏼 Trzymaj się kurczowo podłączamy się do Twojego konta PayPal....
pt_br: 👩🏼‍🚀 Aguarde, estamos conectando a sua conta do PayPal...
ru: 👩🏼‍🚀 Подождите, мы подключаемся к вашей учетной записи PayPal...
tr: 👩🏼‍🚀 Bekleyin PayPal hesabınızı bağlıyoruz...

# product_card_menu.edit_button.title
source: Edit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
nl: Bewerken
pl: Edycja
pt_br: Editar
ru: Редактировать
tr: Düzenle

# product_card_menu.preview_button.title
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
nl: Voorproefje
pl: Podgląd
pt_br: Visualizar
ru: Предварительный просмотр
tr: Ön izleme

# product_card_menu.share_button.title
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
it: Condividi
nl: Aandeel
pl: Udział
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş

# product_creation.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# product_creation.exit_confirm.delete_title
source: Delete Product
de: Produkt löschen
es: Eliminar producto
fr: Supprimer le produit
id: Hapus Produk
it: Cancella prodotto
nl: Product verwijderen
pl: Usuń produkt
pt_br: Excluir Produto
ru: Удалить продукт
tr: Ürünü Sil

# product_creation.exit_confirm.title
source: Are you sure you want to quit? This will delete the product.
de: Sind Sie sicher, dass Sie aufhören wollen? Dadurch wird das Produkt gelöscht.
es: ¿Seguro que quiere salir? Esto borrará el producto.
fr: Êtes-vous sûr de vouloir arrêter ? Cela supprimera le produit.
id: Apakah Anda yakin ingin keluar? Ini akan menghapus produk Anda.
it: Sei sicuro di voler smettere? Questo cancellerà il prodotto.
nl: Weet u zeker dat u wilt stoppen? Hiermee wordt het product verwijderd.
pl: Czy na pewno chcesz zrezygnować? Spowoduje to usunięcie produktu.
pt_br: Você tem certeza que quer sair? Isso excluirá o produto.
ru: Вы уверены, что хотите выйти? Это приведет к удалению продукта.
tr: Çıkmak istediğinizden emin misiniz? Bu işlem ürünü siler.

# product_creation.name.title
source: 👌🏼 What is the name of your product?
de: 👌🏼 Wie lautet der Name Ihres Produkts?
es: 👌🏼 ¿Cuál es el nombre de su producto?
fr: 👌🏼 Quel est le nom de votre produit ?
id: 👌🏼 Apa nama produk Anda?
it: 👌🏼 Qual è il nome del vostro prodotto?
nl: 👌🏼 Wat is de naam van uw product?
pl: 👌🏼 Jaka jest nazwa Twojego produktu?
pt_br: 👌🏼 Qual é o nome do seu produto?
ru: 👌🏼 Как называется ваш продукт?
tr: 👌🏼 Ürününüzün adı nedir?

# product_creation.paypal.paypal_button.title
source: Connect with {{paypal}}
de: Mit {{paypal}} verbinden
es: Conectarse con {{paypal}}.
fr: Se connecter avec {{paypal}}
id: Hubungkan dengan {{paypal}}
it: Connettiti con {{paypal}}.
nl: Maak verbinding met {{paypal}}
pl: Połącz się z {{paypal}}.
pt_br: Conecte-se com {{paypal}}
ru: Связать с {{paypal}}
tr: {{paypal}} hesabına bağlan

# product_creation.paypal.skip_button.title
source: Setup later
de: Später einrichten
es: Configurar mas tarde
fr: Configurer plus tard
id: Atur nanti
it: Configurazione successiva
nl: Opstelling later
pl: Późniejsza konfiguracja
pt_br: Configurar mais tarde
ru: Настроить позже
tr: Daha sonra kurulum yapın

# product_creation.paypal.title
source: 💵 Connect your PayPal account to start getting payments
de: 💵 Verbinden Sie Ihr PayPal-Konto, um Zahlungen zu erhalten.
es: 💵 Conecte su cuenta PayPal para empezar a recibir pagos
fr: 💵 Connectez votre compte PayPal pour commencer à recevoir des paiements
id: 💵 Hubungkan akun PayPal Anda untuk mulai menerima pembayaran
it: 💵 Collega il tuo conto PayPal per iniziare a ricevere i pagamenti
nl: 💵 Sluit uw PayPal-rekening aan om betalingen te ontvangen
pl: 💵 Podłącz swoje konto PayPal, aby zacząć otrzymywać paiementy
pt_br: 💵 Conecte sua conta do PayPal para começar a receber pagamentos
ru: 💵 Подключите свою учетную запись PayPal, чтобы начать получать платежи
tr: 💵 Ödeme almaya başlamak için PayPal hesabınızı bağlayın

# product_creation.picture.title
source: 📸 Upload your product videos and pictures
de: 📸 Laden Sie Ihre Produktvideos und Bilder hoch.
es: 📸 Sube los vídeos y las fotos de tus productos
fr: 📸 Charger les videos et photos de votre produit
id: 📸 Unggah video dan foto produk Anda
it: 📸 Carica i video e le foto dei tuoi prodotti
nl: 📸 Upload uw productvideo's en foto's
pl: 📸 Prześlij swoje filmy i zdjęcia produktów
pt_br: 📸 Envie vídeos e fotos dos seus produtos
ru: 📸 Загрузите видео и фото вашего товара
tr: 📸 Ürün videolarını ve resimlerini yükle

# product_creation.picture.upload_button.title
source: Add some medias
de: Füge einige Medien hinzu
es: Añadir algunos medios
fr: Ajouter des medias
id: Tambahkan beberapa media
it: Aggiungere alcuni media
nl: Enkele media's toevoegen
pl: Dodaj kilka nośników
pt_br: Anexe algumas mídias
ru: Добавить социальную сеть
tr: Biraz medya ekle
