Repository: alikaragoz/SUPL-iOS-App
Catalog: ZShop/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, nl, pl, pt_br, ru, tr

# product_creation.price.title
source: 💰 What is the price of your product?
de: 💰 Was ist der Preis für Ihr Produkt?
es: 💰 ¿Cuál es el precio de su producto?
fr: 💰 Quel est le prix de votre produit ?
id: 💰 Berapa harga produk Anda?
it: 💰 Qual è il prezzo del vostro prodotto?
nl: 💰 Wat is de prijs van uw product?
pl: 💰 Jaka jest cena Twojego produktu?
pt_br: 💰 Qual é o preço do seu produto?
ru: 💰 Какая цена вашего продукта?
tr: 💰 Ürününüzün fiyatı nedir?

# product_creation.share.copy_description.title
source: Copy this link and put it in your Instagram bio
de: Kopieren Sie diesen Link und fügen Sie ihn in Ihre Instagram-Bio ein.
es: Copie este enlace y póngalo en su biografía de Instagram
fr: Copiez ce lien et mettez-le dans votre bio Instagram
id: Salin tautan ini dan taruh di bio Instagram Anda
it: Copia questo link e inseriscilo nella tua biografia Instagram
nl: Kopieer deze link en plaats hem in je Instagram bio
pl: Skopiuj ten link i umieść go w swoim Instagram bio
pt_br: Copie este link e coloque-o em sua biografia do Instagram
ru: Скопируйте эту ссылку и поместите ее в свой профиль Instagram
tr: Bu linki kopyalayın ve Instagram biyografinize ekleyin

# product_creation.share.copy_link_button.title
source: Copy Link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
id: Salin tautan
it: Copia collegamento
nl: Kopieer link
pl: Skopiuj link
pt_br: Copiar Link
ru: Копировать ссылку
tr: Bağlantıyı kopyala

# product_creation.share.skip_button.title
source: skip
de: überspringen
es: omitir
fr: passer
id: lewati
it: balzo
nl: overslaan
pl: pominięcie
pt_br: pular
ru: пропустить
tr: atla

# product_creation.share.title
source: 🎉 Your store is online!
de: 🎉 Ihr Shop ist online!
es: 🎉 ¡Su tienda está en línea!
fr: 🎉 Votre boutique est en ligne !
id: 🎉 Toko Anda sedang online!
it: 🎉 Il tuo negozio è online!
nl: 🎉 Uw winkel staat online!
pl: 🎉 Twój sklep jest online!
pt_br: 🎉 Sua loja está on-line!
ru: 🎉 Ваш магазин запущен!
tr: 🎉 Mağazanız çevrimiçi!

# product_edition.picture.delete_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# product_edition.picture.delete_confirm.delete_title
source: Yes Delete
de: Ja, löschen
es: Sí, eliminar
fr: Oui, Supprimer
id: Ya Hapus
it: Sì Cancellare
nl: Ja Verwijderen
pl: Tak Usuń
pt_br: Sim, apagar
ru: Да, удалить
tr: Evet Sil

# product_edition.picture.delete_confirm.title
source: Are you sure you want to delete this media?
de: Sind Sie sicher, dass Sie dieses Medium löschen möchten?
es: ¿Está seguro de que desea eliminar este medio?
fr: Êtes-vous sûr de vouloir supprimer ce media ?
id: Apakah Anda yakin ingin menghapus media ini?
it: Sei sicuro di voler eliminare questo supporto?
nl: Weet u zeker dat u deze media wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten nośnik?
pt_br: Tem certeza de que quer apagar esta mídia?
ru: Вы уверены, что хотите удалить эту социальную сеть?
tr: Bu medyayı silmek istediğine emin misin?

# review_product.title
source: 🔍 Review your product
de: 🔍 Überprüfen Sie Ihr Produkt
es: 🔍 Revise su producto
fr: 🔍 Passez en revue votre produit
id: 🔍 Ulas produk Anda
it: 🔍 Recensisci il tuo prodotto
nl: 🔍 Beoordeel uw product
pl: 🔍 Zapoznaj się z produktem
pt_br: 🔍 Revise seu produto
ru: 🔍 Просматривайте свой продукт
tr: 🔍 Ürününüzü inceleyin

# shop_edition.domain.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# shop_edition.domain.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# shop_edition.domain.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the domain name.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen am Domainnamen.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones del nombre de dominio.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications sur le nom de domaine.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan semua suntingan Anda pada nama domain.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche sul nome di dominio.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de domeinnaam.
pl: Czy na pewno chcesz zrezygnować? Stracisz wszystkie swoje edycje w nazwie domeny.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições no nome do domínio.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения в доменном имени.
tr: Çıkmak istediğinizden emin misiniz? Alan adında yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# shop_edition.domain.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# shop_edition.domain.title
source: Set a domain name for your Shop
de: Legen Sie einen Domainnamen für Ihren Shop fest.
es: Establezca un nombre de dominio para su Tienda
fr: Choisissez un nom de domaine pour votre boutique
id: Tetapkan nama domain untuk toko Anda
it: Imposta un nome di dominio per il tuo negozio
nl: Stel een domeinnaam in voor uw Shop
pl: Ustaw nazwę domeny dla Twojego sklepu
pt_br: Defina um nome de domínio para sua loja
ru: Установите доменное имя для вашего магазина
tr: Mağazanız için bir alan alanı adı belirleyin

# shop_edition.domain_section.title
source: Domain name
es: Nombre de dominio
fr: Domaine
id: Nama domain
it: Nome a dominio
nl: Domeinnaam
pl: Nazwa domeny
pt_br: Nome do domínio
ru: Доменное имя
tr: Alan adı

# shop_edition.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# shop_edition.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# shop_edition.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan semua suntingan Anda.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения.
tr: Çıkmak istediğinizden emin misiniz? Tüm düzenlemeleri kaybedeceksiniz.

# shop_edition.logo_section.title
source: Logo
es: Logotipo
pt_br: Logotipo
ru: Логотип

# shop_edition.name.exit_confirm.cancel_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
nl: Annuleren
pl: Anulowanie
pt_br: Cancelar
ru: Отменить
tr: İptal

# shop_edition.name.exit_confirm.lose_edits_title
source: Lose Edits
de: Änderungen verwerfen
es: Perder ediciones
fr: Perdre les modifications
id: Hilangkan Suntingan
it: Perdere modifiche
nl: Verlies randen
pl: Utrata edycji
pt_br: Perder edições
ru: Потерять изменения
tr: Düzenlemeleri Kaybet

# shop_edition.name.exit_confirm.title
source: Are you sure you want to quit? You will lose all your edits on the name.
de: Sind Sie sicher, dass Sie aufhören wollen? Sie verlieren alle Ihre Änderungen am Namen.
es: ¿Seguro que quiere salir? Perderá todas sus ediciones del nombre.
fr: Êtes-vous sûr de vouloir arrêter ? Vous perdrez toutes vos modifications sur le nom.
id: Apakah Anda yakin ingin keluar? Anda akan kehilangan semua suntingan Anda pada bagian nama.
it: Sei sicuro di voler smettere? Perderai tutte le tue modifiche sul nome.
nl: Weet u zeker dat u wilt stoppen? U verliest al uw bewerkingen op de naam.
pl: Czy na pewno chcesz zrezygnować? Zgubisz wszystkie swoje edycje na nazwie.
pt_br: Você tem certeza que quer sair? Você perderá todas as suas edições no nome.
ru: Вы уверены, что хотите выйти? Вы потеряете все свои изменения в названии.
tr: Çıkmak istediğinizden emin misiniz? İsim üzerinde yaptığınız tüm düzenlemeleri kaybedeceksiniz.

# shop_edition.name.placeholder
source: Set your shop's name
de: Legen Sie den Namen Ihres Shops fest
es: Ponga el nombre de su tienda
fr: Editez le nom de votre boutique
id: Atur nama toko Anda
it: Imposta il nome del tuo negozio
nl: Stel de naam van uw winkel in
pl: Ustaw nazwę sklepu
pt_br: Defina o nome da sua loja
ru: Укажите название вашего магазина
tr: Mağazanızın adını belirleyin

# shop_edition.name.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# shop_edition.name.title
source: What is the name of your Shop?
de: Wie lautet der Name Ihres Shops?
es: ¿Cuál es el nombre de su tienda?
fr: Quel est le nom de votre boutique ?
id: Apa nama toko Anda?
it: Come si chiama il tuo negozio?
nl: Wat is de naam van uw winkel?
pl: Jaka jest nazwa Twojego sklepu?
pt_br: Qual é o nome da sua loja?
ru: Как называется ваш магазин?
tr: Mağazanızın adı nedir?

# shop_edition.name_section.title
source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Название
tr: Adı

# shop_edition.paypal.placeholder
source: Connect your Paypal account
de: Verbinden Sie Ihr PayPal-Konto
es: Conecte su cuenta Paypal
fr: Connectez votre PayPal
id: Hubungkan akun Paypal Anda
it: Collega il tuo account Paypal
nl: Sluit uw Paypal-account aan
pl: Podłącz swoje konto Paypal
pt_br: Conecte sua conta do Paypal
ru: Подключите учетную запись Paypal
tr: PayPal hesabınızı bağlayın

# shop_edition.paypal_section.title
source: PayPal account
de: PayPal-Konto
es: Cuenta PayPal
fr: Compte PayPal
id: Akun PayPal
it: Conto PayPal
nl: PayPal-rekening
pl: Konto PayPal
pt_br: Conta no PayPal
ru: Учетная запись PayPal
tr: PayPal hesabı

# shop_edition.save_button.title
source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Risparmiare
nl: Opslaan
pl: Zaoszczędzić
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# shop_edition.title
source: Edit your shop
de: Bearbeiten Sie Ihren Shop
es: Edite su tienda
fr: Edition de votre boutique
id: Edit toko Anda
it: Modifica il tuo negozio
nl: Uw winkel bewerken
pl: Edytuj swój sklep
pt_br: Edite sua loja
ru: Редактируйте свой магазин
tr: Mağazanızı düzenleyin
